{
  "history": [
    {
      "question": "Повідомляємо, що дозвіл на проведення собору греко-католицької церкви в місті Львові отримано. У звязку з цим буде передано 400 тисяч рублів через агента ініціативній групі. З метою успішного проведення собору введіть до складу делегатів не менше як 6070 % агентури... Завчасно перевірте всіх делегатів та гостей, щоб не допустити ворожий і неблагонадійний елемент\nУ якому році створено цитований документ?",
      "id": "12548",
      "img": "",
      "type": "single",
      "answers1": [
        "1944 р. ",
        "1945 р. ",
        "1946 р. ",
        "1947 р."
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Україна в перші повоєнні роки (1945  на початку 1950-х рр.)\nКластерні завдання 1416 потребують комплексного підходу для їх виконання.\nЗавдання має на меті перевірку вмінь аналізу історичного джерела.\nКлючові слова-маркери  дозвіл на проведення собору у Львові, рублі, агенти дають змогу визначити, що йдеться про Львівський неканонічний собор 1946 р., який скасував Берестейську унію та обєднав УГКЦ з Російською Православною церквою.\nВідповідь  В."
    },
    {
      "question": "Яке гасло українського національно-визвольного руху відповідає змісту Першого Універсалу Української Центральної Ради (УЦР)?",
      "id": "22116",
      "img": "",
      "type": "single",
      "answers1": [
        "«Вся влада Радам!» ",
        "«Автономію Україні!» ",
        "«Геть Тимчасовий уряд!» ",
        "«Хай живе самостійна Україна!»"
      ],
      "answers2": [],
      "result": "b",
      "explanation": "ТЕМА: Українська революція.\nЗавдання скеровано на перевірку знання змісту ІУніверсалу УЦР, а також уміння застосовувати їх.\nЗокрема в Універсалі зазначено: Хай буде Україна вільною. Не одділяючись від всієї Росії, не розриваючи з державою російською, хай народ український на своїй Землі має право сам порядкувати своїм життям. Хай порядок і лад на Вкраїні дають  вибрані вселюдним, рівним, прямим і тайним голосуванням Всенародні Українські Збори (Сейм). Всі закони, що повинні дати той лад тут у нас, на Вкраїні, мають право видавати тільки наші Українські Збори. А далі наголошено, що Центральна Рада буде творити новий лад вільної автономної України.\nТобто гасло українського національно-визвольного руху, яке відповідає змісту Першого Універсалу Української Центральної Ради (УЦР),  Автономію Україні!\nПравильна відповідь  Б."
    },
    {
      "question": "Установіть відповідність між поняттями, що використовують для  характеристики періоду політичної та економічної лібералізації  суспільства (19531964 рр.), та їхніми відображеннями в уривках з  історичних джерел.",
      "id": "753",
      "img": "",
      "type": "connect",
      "answers1": [
        "«лібералізація»",
        "«дисидентство»",
        "«шістдесятники»",
        "«реабілітація»"
      ],
      "answers2": [
        "<i>«…Зняти з обліку спецпоселення і звільнити з-під адміністративного нагляду органів МВС греків, болгар, вірмен та членів їх сімей, виселених з Криму в 1944 р.»</i>",
        "<i>«Затвердити… передачу Кримської області зі складу Російської Радянської Федеративної Соціалістичної Республіки до складу Української Радянської Соціалістичної Республіки…»</i>",
        "<i>«…Поетів тоді називали формалістами за шукання своєї індивідуальності. Насправді, за шуканням істини замість ідеї, спущеної зверху для оспівування, …за опір, протистояння офіційній літературі та всьому апаратові будівничих казарм…»</i>",
        "<i>«…Завдання полягає в підготовці народу до нового масового руху за національну свободу. Для такої праці потрібні не скоростріл з багнетом, а натхненне слово з вірою в перемогу…»</i>",
        "<i>«…Для цього необхідно: по-більшовицькому засудити і викорінити як несумісний з принципами партійного керівництва і нормами партійного життя культ особистості, вести боротьбу проти спроб відродити його в тій чи іншій формі…»</i>"
      ],
      "result": "1e;2d;3c;4a",
      "explanation": "ТЕМА: Україна в умовах політичної та економічної лібералізації суспільства (19531964 рр.). Лібералізація суспільно-політичного життя УРСР в середині 19501960-х рр.: припинення масових репресій, реабілітація. Виникнення руху шістдесятників, дисидентського руху наприкінці 1950  початку 1960-х рр. Лібералізація, Політична реабілітація, відлига, раднаргоспи, Шістдесятники, Дисидентство.\nЗавдання спрямоване на перевірку сформованості вміння визначати історичні явища, процеси на основі опрацювання уривка з історичного джерела (отримати інформацію з джерела, застосувати набуті знання у звязку зі змістом джерела) та співвідносити їх з відповідним поняттям.\nАлгоритмом виконання завдання є такі кроки:\n• зясовуємо, що потрібно ідентифікувати (саме джерело, описану в ньому подію чи явище, персонаж тощо);\n• у тексті джерела виділяємо ключові слова-маркери (словосполучення), що дозволять упізнати предмет ідентифікації;\n• аналізуємо їх, узагальнюємо й обираємо запропонований варіант відповіді, переконавшись, що він не суперечить обраним ключовим словам.\nПредмет ідентифікації в завданні  визначення поняття.\nКлючові в джерелі словосполучення-маркери допомагають визначити, що:\n• першому поняттю лібералізація відповідає джерело зі словами-маркерами: по-більшовицькому засудити і викорінити культ особистості;\n• другому поняттю дисидентство відповідає джерело зі словами-маркерами: завдання полягає в підготовці народу до нового масового руху за національну свободу, для такої праці потрібні натхненне слово з вірою у перемогу;\n• третьому поняттю шістдесятники відповідає джерело зі словами-маркерами: поетів тоді називали формалістами за шукання своєї індивідуальності, за шукання істини, за опір, протистояння офіційній літературі та всьому апарату будівничих казарм;\n• четвертому поняттю реабілітація відповідає джерело зі словами-маркерами: зняти з обліку спец поселення і звільнити виселених з Криму в 1944 р..\nВідповідь: 1Д, 2Г, 3В, 4А."
    },
    {
      "question": "У ході проведення земельної реформи П. Столипіна селяни",
      "id": "1720",
      "img": "",
      "type": "single",
      "answers1": [
        "виходили з общини й закріплювали землю у приватну власність.",
        "одержували особисту свободу й невеликі наділи землі без викупу.",
        "залишалися тимчасовозобов’язаними до укладення викупної угоди.",
        "прикріплювалися до військових поселень, створених на Півдні України."
      ],
      "answers2": [],
      "result": "a",
      "explanation": "ТЕМА: Наддніпрянська Україна в 19001914 роках.\nЗавдання скеровано на перевірку знання змісту земельної реформи Петра Столипіна.\nПридушивши революцію 19051907 років, царський уряд розумів, що лише репресіями зняти соціальну напругу в суспільстві неможливо. Однією з головних причин революції було аграрне питання, розвязати яке запропонував голова ради міністрів і міністр внутрішніх справ П.Столипін. У листопаді 1906року ним було видано затверджений царем указ, що став законом 14червня 1910року. В указі містились основні положення реформи.\nПід час розроблення реформи П.Столипін виходив із положення, що ліквідація поміщицького землеволодіння призведе до втрат виробників товарного хліба, а згодом знову постане проблема малоземельності. Він пропонував реформувати селянське господарство руйнуванням селянської общини й перерозподіленням земель на користь заможних селян (куркулів). Куркулі мали б стати опорою царського режиму й водночас виробниками додаткового товарного хліба.\nОдержавши надільну землю у власність, селянин мав можливість обєднати свої ділянки в один так званий відруб й чи залишатися на старому помешканні, чи виселитися на хутір, побудований на власній землі.\nПравильна відповідь  А."
    },
    {
      "question": "На фото зображено видатного українського\n",
      "id": "19387",
      "img": "images/193_19387.png",
      "type": "single",
      "answers1": [
        "актора. ",
        "художника. ",
        "композитора. ",
        "оперного співака."
      ],
      "answers2": [],
      "result": "a",
      "explanation": "ТЕМА: Україна в період кризи радянської системи.\nПрограмою зовнішнього незалежного оцінювання зісторії України передбачено перевірку вміння учасників тестування візуально розпізнавати низку персоналій. Поміж них Іван Миколайчук яскравий представник українського поетичного кіно 1970-хроків, кіноактор, кінорежисер, сценарист. Він зіграв головну роль(Іван Палійчук) у кінофільмі Сергія Параджанова Тіні забутих предків, працював як самостійний режисер (кінокартина ВавілонХХ йін.).\nПравильна відповідь  А. "
    },
    {
      "question": "Обєднання українських наукових, літературних й освітніх сил, визначення поля їхньої діяльності в результаті пожвавлення культурно-освітнього руху під час подій Весни народів мало бути здійснено",
      "id": "15019",
      "img": "",
      "type": "single",
      "answers1": [
        "«Руською трійцею».",
        "«Собором руських учених». ",
        "Науковим товариством ім. Т. Шевченка. ",
        "«Південно-Західним відділом Російського географічного товариства»."
      ],
      "answers2": [],
      "result": "b",
      "explanation": "ТЕМА: Західноукраїнські землі в складі Австрійської імперії наприкінці ХVІІІ  у першій половині ХІХ ст.\nЗавдання спрямоване на перевірку сформованості знань про події весни народів на західноукраїнських землях і їх вплив на розвиток українського національного відродження.\nОбєднання українських наукових, літературних та освітніх сил, визначення поля їхньої діяльності в результаті пожвавлення культурно-освітнього руху під час подій Весни народів було здійснено Собором руських учених.\nВідповідь  Б."
    },
    {
      "question": "Першу перемогу в Національно-визвольній війні українського народу проти Речі Посполитої середини XVII ст. козацьке військо здобуло під",
      "id": "9212",
      "img": "",
      "type": "single",
      "answers1": [
        "Батогом.",
        "Корсунем.",
        "Пилявцями.",
        "Жовтими Водами."
      ],
      "answers2": [],
      "result": "d",
      "explanation": "ТЕМА: Національно-визвольна війна українського народу середини ХVІІ ст. Наслідки та значення найважливіших битв Національно-визвольної війни.\nЗавдання передбачає перевірку знань основних подій Національно-визвольної війни українського народу проти Речі Посполитої середини ХVІІ ст.\nПерша переможна битва козацького і татарського війська проти поляків відбулася 16 травня 1648р. на Жовтих Водах.\nВідповідь  Г."
    },
    {
      "question": "Які наслідки для України мав заколот ГКЧП (ДКНС) у Москві?",
      "id": "22193",
      "img": "",
      "type": "single",
      "answers1": [
        "усунення В. Щербицького від влади в УРСР ",
        "негайний вихід КПУ зі складу КПРС",
        "підписання УРСР нового союзного договору",
        "проголошення незалежності України"
      ],
      "answers2": [],
      "result": "d",
      "explanation": "ТЕМА: Розпад Радянського Союзу й відродження незалежності України (19851991роки).\nЗавдання скеровано на перевірку вміння встановлювати причиново-наслідкові звязки й знання перебігу основних подій, які привели до проголошення незалежності України.\nЗаколот ГКЧП (ДКНС) у Москві 1821серпня 1991року став останньою спробою законсервувати Радянський Союз у тому вигляді, у якому він проіснував майже 70років. Організований нашвидкуруч Державний комітет з надзвичайного стану (ГКЧП абревіатура російською мовою) не лише не зміг усунути від влади президента СРСР Михайла Горбачова, а пришвидшив розпад Союзу. Тодішні республіки, серед них і Україна, не підтримали переворот і використали його як можливість позбутися домінування Москви.\n24серпня 1991року Верховна Рада України ухвалила Акт проголошення незалежності України: Виходячи із смертельної небезпеки, яка нависла була над Україною в звязку з державним переворотом в СРСР....\nПравильна відповідь  Г."
    },
    {
      "question": "За Червенські міста великі князі київські вели боротьбу з",
      "id": "13816",
      "img": "",
      "type": "single",
      "answers1": [
        "Литвою. ",
        "Угорщиною. ",
        "Польщею. ",
        "Молдавією."
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Київська Держава\nЗавдання покликано перевірити знання абітурієнтів про основні напрямки зовнішньої політики великих київських князів і розташування земель, що входили до складу Київської держави (просторова компетентність).\nЧервенські міста  це група містта укріплених замків XXIII ст. на лівобережжі Західного Бугу. Наприкінці Х ст. під час двох походів вони були відвойовані князем Володимиром Великим у поляків (ляхів). У 1018 р. князь Святополк передав їх під владу польського короля Болеслава І Хороброго. У 1031 р. під владу Русі їх повернули брати Ярослав Мудрий і Мстислав. До середини ХІV ст. вони перебували під владою Волинських князів і правителів Галицько-Волинської держави. Згодом були захоплені Польщею.\nВідповідь  В."
    },
    {
      "question": "Наприкінці  червня 1917 р. до Києва прибула делегація міністрів Тимчасового уряду.  Під час переговорів із представниками Української Центральної Ради  сторони дійшли компромісу.\nУ якому уривку з історичних джерел зафіксовано одну з умов досягнутого компромісу?",
      "id": "1724",
      "img": "",
      "type": "single",
      "answers1": [
        "<i>«Влада на території Української республіки віднині належить виключно радам робітничих, солдатських і селянських депутатів; …в центрі — Всеукраїнському з’їздові рад… його Центральному виконавчому комітетові…»</i>",
        "«…на землі Республіки Української має бути забезпечено всі свободи, здобуті всеросійською революцією: свободу слова, друку, віри, зібрань, союзів, страйків, недоторканності особи…»</i>",
        "<i>«…визнаючи, що доля всіх народів Росії міцно зв’язана, …ми рішуче ставимось проти замірів самовільного здійснення автономії України до Всеросійського Учредительного Зібрання…»</i>",
        "<i>«Однині Україна стає Українською Народною Республікою. Не відділяючись від Російської Республіки, ми твердо станемо на нашій землі, щоб помогти, аби уся Російська Республіка стала федерацією вільних народів…»</i>"
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Українська революція.\nЗавдання скеровано на перевірку знання перебігу подій Української революції і сформованості вміння здобувати інформацію із джерела й застосовувати набуті знання з огляду на його зміст, уміння встановлювати причиново-наслідкові звязки.\nАлгоритм виконання завдання такий:\n• зясувати, що потрібно ідентифікувати (саме джерело, описану в ньому подію чи явище, персонаж тощо);\n• у тексті джерела виділити маркери  ключові слова, словосполучення, речення тощо, які дають змогу впізнати предмет ідентифікації;\n• проаналізувати їх, узагальнити й вибрати варіант відповіді, переконавшись, що він не суперечить виділеним маркерам.\nПредмет ідентифікації в завданні  ІІУніверсал УЦР.\nНаприкінці червня 1917 року до Києва прибула делегація міністрів Тимчасового уряду, яка прагнула зупинити процес суверенізації України після проголошення ІУніверсалу Української Центральної Ради. Під час переговорів із представниками УЦР сторони дійшли компромісу. Цей компроміс було оформлено у вигляді ІІУніверсалу.\nМаркери у джереліА  Влада на території Української республіки віднині належить виключно радам робітничих, солдатських і селянських депутатів  указують на рішення Всеукраїнський зїзду робітничих і солдатських за участю селянських депутатів у Харкові (грудень 1917 року). Джерело не відповідає умові завдання.\nМаркер у джереліБ  на землі Республіки Української має бути забезпечено всі свободи, здобуті всеросійською революцією  указує на положення ІІІУніверсалу УЦР. Джерело не відповідає умові завдання.\nМаркери у джереліВ  визнаючи, що доля всіх народів Росії міцно звязана, ми рішуче ставимось проти замірів самовільного здійснення автономії України до Всеросійського Учредительного Зібрання  указують на положення ІІУніверсалу УЦР. Джерело відповідає умові завдання.\nМаркер у джереліГ  Однині Україна стає Українською Народною Республікою, Не відділяючись від Російської Республіки, ми твердо станемо на нашій землі, щоб помогти, аби уся Російська Республіка стала федерацією вільних народів  указує на положення ІІІУніверсалу УЦР. Джерело не відповідає умові завдання.\nПравильна відповідь  В."
    },
    {
      "question": "Якого року Б. Хмельницького було обрано гетьманом Війська Запорозького?",
      "id": "10253",
      "img": "",
      "type": "single",
      "answers1": [
        "1621 р. ",
        "1637 р. ",
        "1648 р. ",
        "1654 р."
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Українські землі в складі Речі Посполитої (перша половині ХVІІ ст.)\nЗавдання спрямоване на перевірку знань дат основних подій Національно-визвольної війни українського народу середини ХVІІ ст.\nБ. Хмельницького на Січі було обрано гетьманом у січні 1648 р.\nВідповідь  В."
    },
    {
      "question": "Правовий статус отчини як родової власності, спадкового володіння певної князівської лінії було закріплено",
      "id": "979",
      "img": "",
      "type": "single",
      "answers1": [
        "заповітом Ярослава Мудрого",
        "нормою «Правди Ярославичів»",
        "постановою Любецького з'їзду князів",
        "статтею «Устава» Володимира Мономаха"
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Київська держава.\nЗавдання скеровано на перевірку знання основних понять з історії України й уміння їх застосовувати.\nВотчинне землеволодіння одна з форм приватної земельної власності в часи Київської держави (Русі-України). Власник вотчини мав право передати її у спадщину, продати, обміняти, поділити тощо. Термін вотчина походить від слова отчина, тобто батьківська власність.\nПроголошення запровадження спадкового володіння землями і князівствами відбулося постановою Любецького зїзду князів: Кожен хай тримає отчину (вотчину) свою.\nПравильна відповідь  В."
    },
    {
      "question": "У яку історико-археологічну добу людиною винайдено знаряддя праці, що зображені на рисунку?\n",
      "id": "817",
      "img": "images/8_817.png",
      "type": "single",
      "answers1": [
        "палеоліт",
        "мезоліт",
        "неоліт",
        "бронзовий вік"
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Стародавня історія України\nЗавдання спрямоване на перевірку вміння визначати період стародавньої історії України за знаряддями праці.\nНа рисунку зображені камяні і кістяні мотики, а також серп із вкладними кремнієвими зубцями. Ці знаряддя свідчать про появу нового заняття, форми господарської діяльності  землеробства.\nПоява землеробства свідчила про перехід до відтворюючих форм господарювання, що відбувся в період неоліту.\nПравильна відповідь  В."
    },
    {
      "question": "Укажіть картину, де Т. Шевченко втілив центральний образ одного зі своїх поетичних творів.\n",
      "id": "20699",
      "img": "images/206_20699.png",
      "type": "single",
      "answers1": [],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА:Культура України кінця XVIII століття  першої половини ХІХ століття.\nУ завданні наведено зображення таких картин: А Дівчина з Поділля Василя Тропініна, Б Карпатська мати ВасиляКасіяна, Г Святочне Ворожіння Миколи Пимоненка. В Катерина Тараса Шевченка. Картину написано на тему його однойменної поетичної поеми влітку 1842року вСанкт-Петербурзі.\nПравильна відповідь В."
    },
    {
      "question": "Що стало наслідком подій, відображених на картосхемі?\n",
      "id": "22881",
      "img": "images/228_22881.png",
      "type": "single",
      "answers1": [
        "укладання Конституції П. Орлика",
        "остаточна ліквідація посади гетьмана",
        "приєднання Правобережної України до Московської держави",
        "запровадження козацького устрою на Правобережній Україні"
      ],
      "answers2": [],
      "result": "a",
      "explanation": "ТЕМА: Українські землі наприкінці ХVІІ у першій половині ХVІІІстоліття.\nЗавдання скеровано на перевірку сформованості просторової компетентності, зокрема, картографічних умінь (локалізувати історико-географічні обєкти й історичні факти на мапі), уміння здобувати інформацію з мапи й застосовувати набуті знання у звязку з її змістом.\nАлгоритм виконання завдання може бути таким:\n• визначення й узагальнення інформації, поданої на мапі з позиції поставленого до неї запитання;\n• установлення відповідності здобутої з мапи інформації з кожним запропонованим варіантом відповіді.\nНа картосхемі зображенотериторію Козацької держави станом на початок ХVІІІ століття. На це вказують географічні обєкти й позначені історичні події: район козацького повстання Семена Палія, землі Правобережжя, що перейшли фактично під владу гетьмана І.Мазепи, похід шведських і московських військ, битва під Полтавою, знищення столиці Гетьманщини Батурина й Чортомлицької Січі, утеча шведського короля Карла ХІІ, гетьмана Івана Мазепи з прихильниками до османських володінь.\nУнаслідок цих подій козаки, що опинилися в еміграції, обрали гетьманом Пилипа Орлика. Під час його обрання було укладено договір, відомий під назвою Пакти і конституції Війська Запорозького, або Конституція Пилипа Орлика.\nПравильна відповідь  А."
    },
    {
      "question": "Напис на плакаті:П'ємо воду рідного Дніпра, будемо пити з Прута, Немана та Бугу! Очистимо радянську землю від фашистської нечисті!\n",
      "id": "953",
      "img": "images/9_953.png",
      "type": "single",
      "answers1": [
        "1941 р.",
        "1942 р.",
        "1943 р.",
        "1944 р."
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Україна під час Другої світової війни\nЗавдання спрямоване на визначення дати події шляхом аналізу зображення такого специфічного історичного джерела, як агітаційно-пропагандистського плакату.\nНа подію вказують слова-маркери зазначені на плакаті  Пємо воду з Дніпра.\nРадянські війська, провадячи наступальні дії, досягли річки в 1943 р. У вересні-листопаді розгорілася Битва за Дніпро. Відповідно, плакат створено в 1943 р.\nПравильна відповідь  В."
    },
    {
      "question": "Про який договір йдеться в уривку з історичного джерела:\nБезсумнівно, він був великою поразкою української дипломатії та гробом самостійності Української держави в новітніх часах. Польща і більшовицька Росія поділились українськими землями, як в Андрусові в 1667 році?",
      "id": "22119",
      "img": "",
      "type": "single",
      "answers1": [
        "Брестський договір ",
        "Ризький договір",
        "Варшавський договір ",
        "Рапалльський договір"
      ],
      "answers2": [],
      "result": "b",
      "explanation": "ТЕМА: Україна в боротьбі за збереження державної незалежності (19181921 роки).\nЗавдання скеровано на перевірку знання змісту міжнародних договорів щодо українських земель і сформованості вміння здобувати інформацію із джерела й застосовувати набуті знання з огляду на його зміст, а також уміння встановлювати причиново-наслідкові звязки.\nАлгоритм виконання завдання такий:\n• зясувати, що потрібно ідентифікувати (саме джерело, описану в ньому подію чи явище, персонаж тощо);\n• у тексті джерела виділити маркери  ключові слова і словосполучення, що дають змогу впізнати предмет ідентифікації;\n• проаналізувати їх, узагальнити й вибрати варіант відповіді, переконавшись, що він не суперечить виділеним ключовим словам.\nПредмет ідентифікації в завданні  міжнародний договір.\nМаркери у джерелі  був великою поразкою української дипломатії та гробом самостійності Української держави в новітніх часах, Польща і більшовицька Росія поділились українськими землями, як в Андрусові в 1667 році указують на умови Ризького мирного договору між радянськими республіками й Польщею.\nЗгідно з умовами договору було визначено лінію кордону між державами: до Польщі відходили західноукраїнські (Східна Галичина, Західна Волинь, Західне Поділля, Холмщина, Підляшшя) і західнобілоруські землі; Росія і Україна відмовляються від усяких прав і претензій на землі, розташовані на захід від кордону... Зі свого боку Польща відмовлялася на користь України й Білорусії від усяких прав і претензій на землі, розташовані на схід від цього кордону.\nАнрусівський договір (перемиря) 1667 року був першим міжнародним договором, за яким сусідні держави ділили між собою територію української держави. За Ризьким договором лінія поділу території Української держави проходила не по Дніпру, а значно західніше.\nПравильна відповідь  Б."
    },
    {
      "question": "Територію Гетьманщини, ...де його королівська милість дозволяє мати  сорок тисяч війська запорозького, укладення реєстру козаків довіряє  гетьманові Війська Запорозького, а посади всілякі обіцяє роздавати тут  обивателям віри православної грецької, позначено на карті",
      "id": "988",
      "img": "",
      "type": "single",
      "answers1": [
        "images/9_988_1.png.png",
        "images/9_988_2.png.png",
        "images/9_988_3.png.png",
        "images/9_988_4.png.png"
      ],
      "answers2": [],
      "result": "c",
      "explanation": "ТЕМА: Національно-визвольна війна українського народу під проводом Б. Хмельницького середини ХVІІ ст. \nЗавдання скеровано на перевірку знання основних подій Національно-визвольної війни українського народу під проводом Богдана Хмельницького середини ХVІІ ст., сформованості картографічних умінь, умінь здобувати інформацію із джерела й застосовувати набуті знання з огляду на його зміст, установлювати причиново-наслідкові звязки.\nАлгоритм виконання завдання такий:\n• зясувати, що потрібно ідентифікувати (саме джерело, описану в ньому подію чи явище, персонаж тощо);\n• у тексті джерела виділити маркери  ключові слова, словосполучення, речення тощо, які дають змогу впізнати предмет ідентифікації;\n• проаналізувати їх, узагальнити й вибрати варіант відповіді, переконавшись, що він не суперечить виділеним маркерам.\nПредмет ідентифікації в завданні  умови договору.\nМаркери  королівська милість дозволяє мати сорок тисяч війська запорозького, укладення реєстру козаків довіряє гетьманові Війська Запорозького, посади всілякі обіцяє роздавати тут обивателям віри православної грецької  указують на умови Зборівського мирного договору. Згідно договору Козацька держава включала території Київського, Чернігівського й Брацлавського воєводств Речі Посполитої. Цю територію окреслено на картосхеміВ. На це вказують географічні обєкти: річки, міста Київ, Чернігів, Брацлав, а також Микитинська Січ.\nПравильна відповідь  В."
    },
    {
      "question": "Що передбачала Люблінська унія (1569 р.)?",
      "id": "1643",
      "img": "",
      "type": "single",
      "answers1": [
        "династичний шлюб литовського князя та польської королеви за умови прийняття Великим князівством Литовським католицизму",
        "спільні воєнні дії військ Великого князівства Литовського та Польського королівства проти рицарів-хрестоносців Тевтонського ордену",
        "відновлення у складі Великого князівства Литовського Київського та Волинського удільних князівств на чолі з представниками литовської династії",
        "об’єднання Польського королівства й Великого князівства Литовського в єдину федеративну державу — Річ Посполиту"
      ],
      "answers2": [],
      "result": "d",
      "explanation": "ТЕМА: Українські землі в другій половині ХVІ ст. \nЗавдання спрямоване на перевірку знань основних положень Люблінської унії 1569 р., ключове з яких передбачає обєднання Польського королівства й Великого князівства Литовського в єдину федеративну державу  Річ Посполиту.\nВідповідь  Г. "
    },
    {
      "question": "Хто очолював урядові делегації Української РСР на Сан-Франциській (1945  р.), Паризькій (19461947 рр.) та Дунайській (1948 р.) міжнародних  конференціях?",
      "id": "4974",
      "img": "",
      "type": "single",
      "answers1": [
        "Д. Мануїльський",
        "Л. Каганович",
        "М. Підгорний",
        "М. Хрущов"
      ],
      "answers2": [],
      "result": "a",
      "explanation": "ТЕМА: Повоєнна відбудова та розвиток України в 1946  на початку 1950-х рр. Зовнішньополітична діяльність УРСР. Д. Мануїльський.\nЗавдання передбачає перевірку знань про участь УРСР у міжнародних відносинах після Другої світової війни.\nУРСР, ставши однією з країн-співзасновниць ООН (1945 р.), відновила свою зовнішньополітичну діяльність. Для реалізації зовнішньої політики в 1944р. було відновлено Народний комісаріат закордонних справ УРСР, який очолив Д.Мануїльський. Проте участь Українияк субєкта міжнародних відносинбула обмеженою. Будучи складовою СРСР, вона у своїх зовнішньополітичних діях не виходила за межі політики, яку диктувало радянське керівництво.\nВідповідь  А."
    }
  ]
}